�� = true

[lang-es]
模块帮助有变更 = Módulo de ayuda ha cambiado
警告：模块帮助未能稳定更新，如果你看到了这个消息，请联系雪星（QQ:997596439, 邮箱： snomiao@gmail.com） = Advertencia: La ayuda del módulo no se ha actualizado de manera estable. Si ves este mensaje, por favor contacta a Xuexing (QQ: 997596439, correo electrónico: snomiao@gmail.com)
加载模块帮助： = Cargando ayuda del módulo:
跳过模块： = Saltar módulo:
运行模块： = Ejecutar módulo:
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318) = Por favor, no edite este archivo directamente, el siguiente contenido es generado automáticamente por el cargador central. Xuexing/(20210318)
Unable to write ModulesRunner.ahk, if you are install with chocolatey, run me as admin at the first time please. = No se puede escribir ModulesRunner.ahk, si lo instalaste con chocolatey, ejecútame como administrador la primera vez, por favor.
注意：未能写入模块运行器，如果使用 chocolatey 首次安装后，请以管理员权限运行。 = Nota: No se pudo escribir en el ejecutor del módulo, si está utilizando chocolatey por primera vez después de la instalación, ejecute como administrador.
加载模块帮助遇到错误。 = Se encontró un error al cargar la ayuda del módulo.
已为你打开 CapsLockX 主页，请手动更新 CapsLockX = Se ha abierto la página principal de CapsLockX para ti, por favor actualiza CapsLockX manualmente.
CapsLockX 错误 = Error de CapsLockX
CapsLockX 异常退出，是否重载？ = CapsLockX ha salido inesperadamente, ¿desea recargar?
CapsLockX 退出 = CapsLockX salir
CapsLockX 已退出。 = CapsLockX ha salido.
Anki导入 = Importar Anki
获取到 = Obtenido
没有获取到剪贴板的内容 = No se pudo obtener el contenido del portapapeles
错误 = Error
未找到OneNote窗口 = Ventana de OneNote no encontrada
Switch to diary tab = Cambiar a la pestaña de diario
Wait for title change after switching tabs = Espera el cambio de título después de cambiar de pestañas
Navigate to end of notebook = Ir al final del cuaderno
Wait for title change after navigation = Espera el cambio de título después de la navegación
搜索结果窗口不正确 = La ventana de resultados de búsqueda no es correcta
条笔记链接已复制 = El enlace de la nota ha sido copiado
OneNote 内容未能复制成功，5秒内按 Ctrl + C 可手动复制并尝试继续流程 = El contenido de OneNote no se pudo copiar correctamente, presiona Ctrl + C dentro de 5 segundos para copiar manualmente e intentar continuar con el proceso.
OneNote 内容未能复制成功 = El contenido de OneNote no se pudo copiar correctamente
超时未按下Alt键 = Alt no presionado a tiempo
超时未放开Alt键 = Alt tecla no liberada a tiempo
复制失败 = Error al copiar
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用） = Usa Win+Alt+H para iniciar rápidamente la ventana flotante de voz de iFlytek (habilitado por defecto)
你似乎还没有安装讯飞语音输入法，是否现在下载安装包并【手动安装】到默认目录？ - [讯飞输入法官网 - 更好用的手机输入法，提供专业输入法定制解决方案！]( https://srf.xunfei.cn/\#/ ) = Pareces no haber instalado el método de entrada de voz de iFlytek, ¿quieres descargar ahora el paquete de instalación y [instalar manualmente] en el directorio predeterminado? - [Sitio web oficial de iFlytek Input Method - Un método de entrada móvil más fácil de usar, que ofrece soluciones de personalización profesional para métodos de entrada!](https://srf.xunfei.cn/\#/)
CLX BrainStorm 的功能激活碼，填FREE使用免費版本 = El código de activación de funciones de CLX BrainStorm, ingresa FREE para usar la versión gratuita
Brainstorm 上次提问 = Brainstorm última pregunta
訪問官方網站来取得激活碼，在此輸入，或者填 FREE 使用免費版，網址如下： = Visita el sitio web oficial para obtener el código de activación, ingrésalo aquí, o escribe FREE para usar la versión gratuita, la dirección es la siguiente:
激活碼輸入 = Introducir código de activación
回邮件：选中一段邮件，输入 >> Reply this email = Responder al correo: selecciona un fragmento del correo, ingresa >> Responder este correo
翻译：选中一段文字，输入 >> Translate to English/翻译到繁体中文/简体中文 = Traducción: Selecciona un texto, ingresa >> Traducir al inglés/Traducir al chino tradicional/Traducir al chino simplificado
总结：选中一段文字，输入 >> Summary = Resumen: Selecciona un texto y escribe >> Summary
提问：选中一段文字，输入 >> Question = Pregunta: selecciona un fragmento de texto, ingresa >> Pregunta
以下为提問内容 = A continuación se muestra el contenido de la pregunta
请輸入文本指令 = Por favor, introduzca el texto de la instrucción
Going to Ask AI = Voy a preguntar a la IA
Asking AI = Preguntando a la IA
Ready to Ask AI = Listo para preguntar a la IA
请检查激活码是否正确 = Por favor, verifica si el código de activación es correcto
请等待一段时间后再试 = Por favor, espere un momento antes de intentarlo de nuevo.
Unknown Error = Error desconocido
Fail to ask ai = Fallar al preguntar a la IA
Waiting Answer... = Esperando respuesta...
Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide. = Transmisión de chat detenida, Copiado al portapapeles, Presiona [ESC] para ocultar.
Copied to Clipboard, Press [ESC] to hide. = Copiado al portapapeles, presiona [ESC] para ocultar.
Press [ESC] to stop. = Presiona [ESC] para detener.
使用IJKL滚轮移动滚轮，比RF多一个横轴。 = Usa las teclas IJKL para mover la rueda, que tiene un eje horizontal más que RF.
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = HJKL cursor acceleration rate, por defecto es 1, si quieres que sea más lento cámbialo a 0.5 o algo así
U:PageDown I:PageUP 翻页速率 = U:PageDown I:PageUP velocidad de cambio de página
Tab速率 = Tabulación rápida
右手 \][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用 = La mano derecha \][ simula la tecla de Windows y Alt + Tab, para obtener información específica sobre su uso, consulte la descripción del módulo LaptopKeyboardFix, habilitado por defecto.
禁用模拟鼠标模块 = Desactivar el módulo de simulación de ratón
使用 SendInput 方法提高模拟鼠标点击、移动性能 = Utilice el método SendInput para mejorar el rendimiento de la simulación de clics y movimientos del ratón
使用 Windows API 强势提升模拟鼠标移动性能 = Usar la API de Windows para mejorar significativamente el rendimiento del movimiento simulado del ratón
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用） = Usar la API de Windows para mejorar significativamente el rendimiento de la simulación de la rueda del ratón (actualmente tiene errores, no se recomienda habilitar)
启用自动粘附各种按钮，编辑框 = Habilitar la adhesión automática de varios botones, cuadros de edición
撞上屏幕边界后停止加速 = Dejar de acelerar después de chocar con el borde de la pantalla
是否根据屏幕 DPI 比率缩放鼠标速度 = ¿Escalar la velocidad del ratón según la relación de DPI de la pantalla?
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = Ratio de aceleración del ratón, por defecto es 1, si quieres que sea más lento cámbialo a 0.5 o algo así
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = El índice de aceleración de la rueda, por defecto es 1, si quieres que sea más lento cámbialo a 0.5 o algo así.
EvalJS 模块 = Módulo EvalJS
正在启动 NodeJS 筆記服務... = Iniciando el servicio de notas de NodeJS...
NodeJS 服务已启动。 = NodeJS servicio iniciado.
执行失败，未能写入脚本文件 = Ejecución fallida, no se pudo escribir el archivo de script
暂停 = Pausa
CapsLockX 已暂停 = CapsLockX está pausado
CapsLockX 已恢复 = CapsLockX ha sido restaurado
CapsLockX 载入成功 = CapsLockX cargado con éxito
CapsLockX 重载模块 = Módulo de recarga de CapsLockX
检测到配置更改，是否软重载？ = Se detectaron cambios en la configuración, ¿desea recargar suavemente?
检测到配置更改，正在自动软重载。 = Se detectó un cambio de configuración, realizando recarga suave automáticamente.
检测到配置更改，正在自动重载。 = Se detectaron cambios en la configuración, recargando automáticamente.
检测到配置更改，是否重载？ = Se detectó un cambio de configuración, ¿desea recargar?
已在Startup文件夹添加CLX的开机自启动，请确认。 = Se ha añadido el inicio automático de CLX en la carpeta de inicio. Por favor, confirme.
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\ 重载 CapsLockX。 = ¿Inicio por primera vez? Si desea volver a la enseñanza para el primer uso, configure a 1 y guarde, luego use Ctrl+Alt+\ para recargar CapsLockX.
启动时显示配置窗口 = Mostrar ventana de configuración al inicio
Edit config.ini = Editar config.ini
Reload CapsLockX = Recargar CapsLockX
Exit CapsLockX = Salir de CapsLockX
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口 = Puedes abrir esta ventana presionando 'CapsLockX +, ' (CLX+coma)
当前配置目录： = Directorio de configuración actual:
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你 = CLX script chat group: QQ group 100949388, Telegram group https://t.me/capslockx, WeChat group: add @snomiao to be added
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> ) = Autor: 雪星 ( Snowstar Miao <snomiao@gmail.com> )
确定 = Confirmar
打开BUG反馈与建议页面 = Abrir la página de comentarios y sugerencias de errores
打开官方文档 = Abrir la documentación oficial
添加开机自动启动 = Añadir al inicio automático
取消开机自动启动 = Quitar del inicio automático
配置文件编辑 = Edición de perfil
重新載入CapsLockX = Recargar CapsLockX
启用番茄时钟，每25分钟休息5分钟·。 = Activa el temporizador Pomodoro, descansa 5 minutos cada 25 minutos.
使用 CapsLock 作为引导键（默认启用） = Usar CapsLock como tecla de inicio (activado por defecto)
使用 Space 作为引导键（默认启用） = Usar la barra espaciadora como tecla de guía (habilitado por defecto)
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0） = Solicitar permisos de administrador (cuando los permisos son limitados, funciones como la simulación del ratón no pueden funcionar correctamente\; si no se necesitan funciones que requieran permisos de administrador, se puede cambiar a 0)
使用番茄时钟（默认禁用，改为 1 开启） = Usar el temporizador Pomodoro (desactivado por defecto, cambiar a 1 para activar)
使用 Space 作为引导键（默认启用，用户启用） = Usar la barra espaciadora como tecla de inicio (habilitado por defecto, habilitado por el usuario)
使用 CapsLock 作为引导键（默认启用，用户启用） = Usar CapsLock como tecla de guía (habilitado por defecto, habilitado por el usuario)
Choose your language, default option is auto = Elige tu idioma, la opción predeterminada es automática
For example: zh,ja,en,fr,es,ar...' = Por ejemplo: zh, ja, en, fr, es, ar...
Change Language of CapsLockX = Cambiar el idioma de CapsLockX
开始编辑用户脚本： = Comenzar a editar el script del usuario:
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置 = Al cambiar de ventana en CLX+Z, recuerda restaurar la posición del ratón en cada ventana
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面） = Doble clic en LCtrl LAlt LShift para enviar la ventana actual al fondo (principalmente para máquinas virtuales y escritorio remoto)
最近1分钟内闪动窗口激活 = Ventana activada parpadeando en el último minuto
启用雪星并击（实验中），使用单手操作整个主键区 = Activa el golpe de estrella de nieve (en experimentación), utiliza una sola mano para operar toda la zona de teclas principales
启动时报告番茄状态 = Informe del estado del tomate al inicio
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟） = Usa el temporizador Pomodoro (reproduce el sonido de trabajo en los minutos 00 y 30, y el sonido de descanso en los minutos 25 y 55 de cada hora) (necesita activar el temporizador Pomodoro primero)
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2） = Al usar Pomodoro Timer, cambia automáticamente de escritorio (descanso al escritorio 1, trabajo al escritorio 2)
已经配置过高精度时间的Flag = Flag de alta precisión de tiempo ya configurado
番茄时钟： = Pomodoro:
工作时间到啦！ = ¡Hora de trabajar!
起来运动一下收拾收拾东西！ = ¡Levántate, haz ejercicio y recoge tus cosas!
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果 = Al presionar Win + L para bloquear la computadora, la pantalla se apaga inmediatamente, por defecto no está habilitado, puedes presionar Win+Alt+L para lograr ese efecto
加载成功 = Carga exitosa
CapsLockX 重载中 = CapsLockX recargando
版本 = Versión
切换語言 = Cambiar idioma
切换到桌面： = Cambiar al escritorio:
当前語言 = Idioma actual
Creating TODAY-NOTE = Creando NOTA-DE-HOY
